Repository: lukaskaibel/issues-for-github
Catalog: Packages/GitIssuesKit/Sources/GitIssuesKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

# dueDateSearchExamples
source: Try “tomorrow”, “fri”, “next week”, “in 3 days” or “12.10.”.
de: Versuch es mit „morgen“, „fr“, „nächste Woche“, „in 3 Tagen“ oder „12.10.“.
es: Prueba “mañana”, “vie”, “próxima semana”, “en 3 días” o “12/10”.
fr: Essayez « demain », « ven », « semaine prochaine », « dans 3 jours » ou « 12/10 ».
ja: 「明日」「金」「来週」「3日後」「10月12日」などと入力してみてください。
ko: “내일”, “금”, “다음 주”, “3일 후” 또는 “10월 12일”을 입력해 보세요.
pt_br: Tente “amanhã”, “sex”, “próxima semana”, “em 3 dias” ou “12/10”.
ru: Попробуйте «завтра», «пт», «следующая неделя», «через 3 дня» или «12.10.».
zh_hans: 试试“明天”“周五”“下周”“3 天后”或“10月12日”。

# dueDateSearchPrompt
source: Type a date, like “fri” or “12.10.”
de: Datum eingeben, z. B. „fr“ oder „12.10.“
es: Escribe una fecha, como “vie” o “12/10”
fr: Saisissez une date, comme « ven » ou « 12/10 »
ja: 日付を入力（「金」「10月12日」など）
ko: 날짜 입력(예: “금” 또는 “10월 12일”)
pt_br: Digite uma data, como “sex” ou “12/10”
ru: Введите дату, например «пт» или «12.10.»
zh_hans: 输入日期，如“周五”或“10月12日”

# dueDateTitle
source: Due Date
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Échéance
ja: 期日
ko: 마감일
pt_br: Prazo
ru: Срок
zh_hans: 截止日期

# dueEndOfMonth
source: End of month
de: Ende des Monats
es: Fin de mes
fr: Fin du mois
ja: 月末
ko: 월말
pt_br: Fim do mês
ru: Конец месяца
zh_hans: 月底

# dueEndOfWeek
source: End of week
de: Ende der Woche
es: Final de la semana
fr: Fin de semaine
ja: 今週中
ko: 이번 주말
pt_br: Fim da semana
ru: Конец рабочей недели
zh_hans: 本周内

# dueInDays
source: In %(count)lld days
de: In %lld Tagen
es: En %lld días
fr: Dans %lld jours
ja: %lld日後
ko: %lld일 후
pt_br: Em %lld dias
ru: Через %lld дня
zh_hans: %lld 天后

# dueInMonths
source: In %(count)lld months
de: In %lld Monaten
es: En %lld meses
fr: Dans %lld mois
ja: %lldか月後
ko: %lld개월 후
pt_br: Em %lld meses
ru: Через %lld месяца
zh_hans: %lld 个月后

# dueInTwoWeeks
source: In two weeks
de: In zwei Wochen
es: En dos semanas
fr: Dans deux semaines
ja: 2週間後
ko: 2주 후
pt_br: Em duas semanas
ru: Через две недели
zh_hans: 两周后

# dueInWeeks
source: In %(count)lld weeks
de: In %lld Wochen
es: En %lld semanas
fr: Dans %lld semaines
ja: %lld週間後
ko: %lld주 후
pt_br: Em %lld semanas
ru: Через %lld недели
zh_hans: %lld 周后

# dueNextMonth
source: Next month
de: Nächster Monat
es: El próximo mes
fr: Mois prochain
ja: 来月
ko: 다음 달
pt_br: Próximo mês
ru: Следующий месяц
zh_hans: 下个月

# dueNextWeek
source: Next week
de: Nächste Woche
es: La próxima semana
fr: Semaine prochaine
ja: 来週
ko: 다음 주
pt_br: Próxima semana
ru: Следующая неделя
zh_hans: 下周

# dueNextWeekday
source: Next %(weekday)@
de: %@ nächster Woche
es: %@ de la próxima semana
fr: %@ prochain
ja: 来週の%@
ko: 다음 주 %@
pt_br: %@ da próxima semana
ru: %@ на следующей неделе
zh_hans: 下%@

# dueOn
source: Due %(date)@
de: Fällig am %@
es: Vence el %@
fr: Échéance le %@
ja: 期日：%@
ko: %@ 마감
pt_br: Vence %@
ru: Срок: %@
zh_hans: 截止日期：%@

source: Due today
de: Heute fällig
es: Vence hoy
fr: À échéance aujourd’hui
ja: 今日が期日
ko: 오늘 마감
pt_br: Vence hoje
ru: Срок сегодня
zh_hans: 今天截止

# dueTodayInProject
source: Due today · %(project)@
de: Heute fällig · %@
es: Vence hoy · %@
fr: À échéance aujourd’hui · %@
ja: 今日が期日 · %@
ko: 오늘 마감 · %@
pt_br: Vence hoje · %@
ru: Срок сегодня · %@
zh_hans: 今天截止 · %@

# editDescriptionAction
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
zh_hans: 编辑

source: Edit Statuses…
de: Status bearbeiten …
es: Editar estados…
fr: Modifier les statuts…
ja: ステータスを編集…
ko: 상태 편집…
pt_br: Editar status…
ru: Изменить статусы…
zh_hans: 编辑状态…

# enterCodeOnGitHub
source: Enter this code on GitHub
de: Gib diesen Code auf GitHub ein
es: Escribe este código en GitHub
fr: Saisissez ce code sur GitHub
ja: GitHubでこのコードを入力してください
ko: GitHub에 이 코드를 입력하세요
pt_br: Digite este código no GitHub
ru: Введите этот код на GitHub
zh_hans: 在 GitHub 上输入此代码

# errorAccessDenied
source: Access was denied on GitHub.
de: Der Zugriff wurde auf GitHub verweigert.
es: Se denegó el acceso en GitHub.
fr: L’accès a été refusé sur GitHub.
ja: GitHubでアクセスが拒否されました。
ko: GitHub에서 접근이 거부되었습니다.
pt_br: O acesso foi negado no GitHub.
ru: На GitHub отказано в доступе.
zh_hans: 访问请求已在 GitHub 上被拒绝。

# errorCantReachGitHub
source: Can't reach GitHub. %(detail)@
de: GitHub ist nicht erreichbar. %@
es: No se puede conectar con GitHub. %@
fr: Impossible de joindre GitHub. %@
ja: GitHubに接続できません。%@
ko: GitHub에 연결할 수 없습니다. %@
pt_br: Não foi possível acessar o GitHub. %@
ru: Не удается связаться с GitHub. %@
zh_hans: 无法连接到 GitHub。%@

# errorCodeExpired
source: The code expired. Start again.
de: Der Code ist abgelaufen. Versuche es erneut.
es: El código expiró. Vuelve a empezar.
fr: Le code a expiré. Recommencez.
ja: コードの有効期限が切れました。最初からやり直してください。
ko: 코드가 만료되었습니다. 다시 시작하세요.
pt_br: O código expirou. Comece de novo.
ru: Код больше не действует. Начните заново.
zh_hans: 代码已过期。请重新开始。

# errorEmptyResponse
source: Empty response.
de: Leere Antwort.
es: Respuesta vacía.
fr: Réponse vide.
ja: 応答が空です。
ko: 응답이 비어 있습니다.
pt_br: Resposta vazia.
ru: Пустой ответ.
zh_hans: 响应为空。

# errorGitHubReturnedError
source: GitHub returned an error (%(code)lld).
de: GitHub hat einen Fehler gemeldet (%lld).
es: GitHub devolvió un error (%lld).
fr: GitHub a renvoyé une erreur (%lld).
ja: GitHubがエラーを返しました（%lld）。
ko: GitHub에서 오류를 반환했습니다(%lld).
pt_br: O GitHub retornou um erro (%lld).
ru: GitHub вернул ошибку (%lld).
zh_hans: GitHub 返回了错误（%lld）。

# errorIssueNeverCreated
source: The issue this change belongs to was never created on GitHub.
de: Das Issue zu dieser Änderung wurde nie auf GitHub erstellt.
es: La incidencia a la que pertenece este cambio nunca se creó en GitHub.
fr: Le ticket concerné par cette modification n’a jamais été créé sur GitHub.
ja: この変更の対象となるIssueは、GitHubで作成されませんでした。
ko: 이 변경 사항이 속한 이슈가 GitHub에 생성되지 않았습니다.
pt_br: A issue desta alteração nunca foi criada no GitHub.
ru: Задача, к которой относится это изменение, так и не была создана на GitHub.
zh_hans: 此更改所属的议题从未在 GitHub 上创建。

# errorIssueNotFound
source: Issue not found.
de: Issue nicht gefunden.
es: No se encontró la incidencia.
fr: Ticket introuvable.
ja: Issueが見つかりません。
ko: 이슈를 찾을 수 없습니다.
pt_br: Issue não encontrada.
ru: Задача не найдена.
zh_hans: 找不到议题。

# errorNoCodeReturned
source: GitHub did not return a code.
de: GitHub hat keinen Code gesendet.
es: GitHub no devolvió ningún código.
fr: GitHub n’a pas renvoyé de code.
ja: GitHubからコードが返されませんでした。
ko: GitHub에서 코드를 받지 못했습니다.
pt_br: O GitHub não retornou um código.
ru: GitHub не вернул код.
zh_hans: GitHub 未返回代码。

# errorNoOAuthClientID
source: This build has no GitHub OAuth client ID.
de: Diesem Build fehlt eine GitHub-OAuth-Client-ID.
es: Esta compilación no tiene un ID de cliente OAuth de GitHub.
fr: Ce build n’a pas d’identifiant client OAuth GitHub.
ja: このビルドにはGitHub OAuthクライアントIDがありません。
ko: 이 빌드에는 GitHub OAuth 클라이언트 ID가 없습니다.
pt_br: Esta compilação não tem um ID de cliente OAuth do GitHub.
ru: В этой сборке нет идентификатора клиента GitHub OAuth.
zh_hans: 此版本没有 GitHub OAuth 客户端 ID。

# errorNoResponse
source: No response.
de: Keine Antwort.
es: Sin respuesta.
fr: Aucune réponse.
ja: 応答がありません。
ko: 응답이 없습니다.
pt_br: Sem resposta.
ru: Нет ответа.
zh_hans: 没有响应。

# errorNotSignedIn
source: Not signed in to GitHub.
de: Nicht bei GitHub angemeldet.
es: No has iniciado sesión en GitHub.
fr: Non connecté à GitHub.
ja: GitHubにサインインしていません。
ko: GitHub에 로그인되어 있지 않습니다.
pt_br: Você não iniciou sessão no GitHub.
ru: Вход в GitHub не выполнен.
zh_hans: 未登录 GitHub。

# errorProjectNotFound
source: Project not found.
de: Projekt nicht gefunden.
es: No se encontró el proyecto.
fr: Projet introuvable.
ja: プロジェクトが見つかりません。
ko: 프로젝트를 찾을 수 없습니다.
pt_br: Projeto não encontrado.
ru: Проект не найден.
zh_hans: 找不到项目。

# errorRateLimited
source: GitHub's rate limit was reached. Syncing resumes shortly.
de: Das Rate-Limit von GitHub ist erreicht. Die Synchronisierung geht gleich weiter.
es: Se alcanzó el límite de solicitudes de GitHub. La sincronización se reanudará en breve.
fr: La limite de requêtes de GitHub est atteinte. La synchronisation reprendra sous peu.
ja: GitHubのレート制限に達しました。まもなく同期が再開されます。
ko: GitHub 요청 한도에 도달했습니다. 잠시 후 동기화가 다시 시작됩니다.
pt_br: O limite de solicitações do GitHub foi atingido. A sincronização será retomada em breve.
ru: Достигнут лимит запросов к GitHub. Синхронизация скоро продолжится.
zh_hans: 已达到 GitHub 的速率限制。同步将很快恢复。

# errorSignInFailed
source: Sign-in failed.
de: Anmeldung fehlgeschlagen.
es: No se pudo iniciar sesión.
fr: Échec de la connexion.
ja: サインインに失敗しました。
ko: 로그인하지 못했습니다.
pt_br: Falha ao iniciar sessão.
ru: Не удалось войти.
zh_hans: 登录失败。

# errorSignInRejected
source: GitHub rejected the sign-in. Please sign in again.
de: GitHub hat die Anmeldung abgelehnt. Bitte melde dich erneut an.
es: GitHub rechazó el inicio de sesión. Vuelve a iniciar sesión.
fr: GitHub a refusé la connexion. Veuillez vous reconnecter.
ja: GitHubがサインインを拒否しました。もう一度サインインしてください。
ko: GitHub에서 로그인을 거부했습니다. 다시 로그인하세요.
pt_br: O GitHub recusou o início de sessão. Inicie sessão novamente.
ru: GitHub отклонил вход. Войдите снова.
zh_hans: GitHub 拒绝了登录。请重新登录。

# errorUnexpectedResponse
source: Unexpected response from GitHub. %(detail)@
de: Unerwartete Antwort von GitHub. %@
es: Respuesta inesperada de GitHub. %@
fr: Réponse inattendue de GitHub. %@
ja: GitHubから予期しない応答がありました。%@
ko: GitHub에서 예기치 않은 응답을 받았습니다. %@
pt_br: Resposta inesperada do GitHub. %@
ru: Неожиданный ответ от GitHub. %@
zh_hans: GitHub 返回了意外的响应。%@

# escClearsPick
source: Esc clears the pick
de: Esc hebt die Auswahl auf
es: Esc anula la selección
fr: Esc annule la sélection
ja: Escで選択を解除
ko: Esc 키로 선택 해제
pt_br: Esc limpa a seleção
ru: Esc снимает выбор
zh_hans: 按 Esc 取消选择

# eventApproved
source: %(name)@ approved it
de: %@ hat den PR genehmigt
es: %@ la aprobó
fr: %@ l’a approuvée
ja: %@が承認しました
ko: %@이(가) 승인했습니다
pt_br: %@ aprovou
ru: %@: одобрено
zh_hans: %@ 已批准

# eventAssignedPerson
source: %(name)@ assigned %(login)@
de: %1$@ hat es %2$@ zugewiesen
es: %1$@ asignó a %2$@
fr: %1$@ l’a assigné à %2$@
ja: %1$@が%2$@を担当者に割り当てました
ko: %1$@이(가) %2$@에게 할당했습니다
pt_br: %1$@ atribuiu a %2$@
ru: %1$@: назначен исполнитель %2$@
zh_hans: %1$@ 将其分配给了 %2$@

# eventAssignedSomeone
source: %(name)@ assigned someone
de: %@ hat es jemandem zugewiesen
es: %@ asignó a alguien
fr: %@ l’a assigné à quelqu’un
ja: %@が担当者を割り当てました
ko: %@이(가) 누군가에게 할당했습니다
pt_br: %@ atribuiu a alguém
ru: %@: назначен исполнитель
zh_hans: %@ 将其分配给了某人

# eventAssignedYou
source: %(name)@ assigned you
de: %@ hat es dir zugewiesen
es: %@ te asignó
fr: %@ vous l’a assigné
ja: %@があなたを担当者に割り当てました
ko: %@이(가) 나에게 할당했습니다
pt_br: %@ atribuiu a você
ru: %@: вы назначены исполнителем
zh_hans: %@ 将其分配给了你

# eventClosedCompleted
source: %(name)@ closed it as completed
de: %@ hat es als erledigt geschlossen
es: %@ la cerró como completada
fr: %@ l’a fermé comme terminé
ja: %@が完了としてクローズしました
ko: %@이(가) 완료로 닫았습니다
pt_br: %@ fechou como concluída
ru: %@: закрыта как выполненная
zh_hans: %@ 以“已完成”关闭了此议题

# eventClosedDuplicate
source: %(name)@ closed it as a duplicate
de: %@ hat es als Duplikat geschlossen
es: %@ la cerró como duplicada
fr: %@ l’a fermé comme doublon
ja: %@が重複としてクローズしました
ko: %@이(가) 중복으로 닫았습니다
pt_br: %@ fechou como duplicada
ru: %@: закрыта как дубликат
zh_hans: %@ 以“重复”关闭了此议题

# eventClosedNotPlanned
source: %(name)@ closed it as not planned
de: %@ hat es als „nicht geplant“ geschlossen
es: %@ la cerró como no planificada
fr: %@ l’a fermé comme non prévu
ja: %@が対応予定なしでクローズしました
ko: %@이(가) 계획 없음으로 닫았습니다
pt_br: %@ fechou como não planejada
ru: %@: закрыта как незапланированная
zh_hans: %@ 以“不计划”关闭了此议题

# eventClosedPullRequest
source: %(name)@ closed it
de: %@ hat den PR geschlossen
es: %@ la cerró
fr: %@ l’a fermée
ja: %@がクローズしました
ko: %@이(가) 닫았습니다
pt_br: %@ fechou
ru: %@: пул-реквест закрыт
zh_hans: %@ 关闭了此拉取请求

# eventCommented
source: %(name)@ commented
de: %@ hat kommentiert
es: %@ comentó
fr: %@ a commenté
ja: %@がコメントしました
ko: %@이(가) 댓글을 남겼습니다
pt_br: %@ comentou
ru: %@: новый комментарий
zh_hans: %@ 发表了评论

# eventMentionedYou
source: %(name)@ mentioned you
de: %@ hat dich erwähnt
es: %@ te mencionó
fr: %@ vous a mentionné
ja: %@があなたをメンションしました
ko: %@이(가) 나를 멘션했습니다
pt_br: %@ mencionou você
ru: %@ упоминает вас
zh_hans: %@ 提及了你

# eventMerged
source: %(name)@ merged it
de: %@ hat den PR gemergt
es: %@ la fusionó
fr: %@ l’a fusionnée
ja: %@がマージしました
ko: %@이(가) 병합했습니다
pt_br: %@ fez o merge
ru: %@: выполнено слияние
zh_hans: %@ 合并了此拉取请求

# eventMovedToAnotherStatus
source: %(name)@ moved it to another status
de: %@ hat den Status geändert
es: %@ la movió a otro estado
fr: %@ a changé son statut
ja: %@が別のステータスに移動しました
ko: %@이(가) 다른 상태로 옮겼습니다
pt_br: %@ mudou o status
ru: %@: статус изменен
zh_hans: %@ 将其移到了其他状态

# eventMovedToAnotherStatusInProject
source: %(name)@ moved it to another status in %(project)@
de: %1$@ hat den Status in %2$@ geändert
es: %1$@ la movió a otro estado en %2$@
fr: %1$@ a changé son statut dans %2$@
ja: %1$@が%2$@で別のステータスに移動しました
ko: %1$@이(가) %2$@에서 다른 상태로 옮겼습니다
pt_br: %1$@ mudou o status em %2$@
ru: %1$@: статус изменен в «%2$@»
zh_hans: %1$@ 在“%2$@”中将其移到了其他状态

# eventMovedToStatus
source: %(name)@ moved it to %(status)@
de: %1$@ hat den Status auf %2$@ gesetzt
es: %1$@ la movió a %2$@
fr: %1$@ l’a déplacé vers %2$@
ja: %1$@が%2$@に移動しました
ko: %1$@이(가) %2$@(으)로 옮겼습니다
pt_br: %1$@ moveu para %2$@
ru: %1$@: статус «%2$@»
zh_hans: %1$@ 将其移到了“%2$@”

# eventMovedToStatusInProject
source: %(name)@ moved it to %(status)@ in %(project)@
de: %1$@ hat den Status in %3$@ auf %2$@ gesetzt
es: %1$@ la movió a %2$@ en %3$@
fr: %1$@ l’a déplacé vers %2$@ dans %3$@
ja: %1$@が%3$@で%2$@に移動しました
ko: %1$@이(가) %3$@에서 %2$@(으)로 옮겼습니다
pt_br: %1$@ moveu para %2$@ em %3$@
ru: %1$@: статус «%2$@» в «%3$@»
zh_hans: %1$@ 在“%3$@”中将其移到了“%2$@”

# eventOpenedIssue
source: %(name)@ opened the issue
de: %@ hat das Issue erstellt
es: %@ abrió la incidencia
fr: %@ a ouvert le ticket
ja: %@がIssueを作成しました
ko: %@이(가) 이슈를 생성했습니다
pt_br: %@ abriu a issue
ru: %@: задача создана
zh_hans: %@ 创建了此议题

# eventOpenedPullRequest
source: %(name)@ opened this pull request
de: %@ hat diesen Pull Request erstellt
es: %@ abrió esta pull request
fr: %@ a ouvert cette pull request
ja: %@がこのプルリクエストを作成しました
ko: %@이(가) 이 풀 리퀘스트를 생성했습니다
pt_br: %@ abriu este pull request
ru: %@: пул-реквест создан
zh_hans: %@ 发起了此拉取请求

# eventReopened
source: %(name)@ reopened it
de: %@ hat es wieder geöffnet
es: %@ la reabrió
fr: %@ l’a rouvert
ja: %@が再オープンしました
ko: %@이(가) 다시 열었습니다
pt_br: %@ reabriu
ru: %@: открыто снова
zh_hans: %@ 将其重新打开

# eventRequestedChanges
source: %(name)@ requested changes
de: %@ hat Änderungen angefordert
es: %@ solicitó cambios
fr: %@ a demandé des modifications
ja: %@が変更をリクエストしました
ko: %@이(가) 변경을 요청했습니다
pt_br: %@ solicitou alterações
ru: %@: запрошены изменения
zh_hans: %@ 请求更改

# eventRequestedReviewFrom
source: %(name)@ requested a review from %(login)@
de: %1$@ hat ein Review von %2$@ angefordert
es: %1$@ solicitó una revisión a %2$@
fr: %1$@ a demandé une revue à %2$@
ja: %1$@が%2$@にレビューをリクエストしました
ko: %1$@이(가) %2$@에게 리뷰를 요청했습니다
pt_br: %1$@ solicitou uma revisão a %2$@
ru: %1$@: запрошено ревью у %2$@
zh_hans: %1$@ 请求 %2$@ 审查

# eventRequestedReviewFromSomeone
source: %(name)@ requested a review from someone
de: %@ hat von jemandem ein Review angefordert
es: %@ solicitó una revisión a alguien
fr: %@ a demandé une revue à quelqu’un
ja: %@がレビューをリクエストしました
ko: %@이(가) 누군가에게 리뷰를 요청했습니다
pt_br: %@ solicitou uma revisão a alguém
ru: %@: запрошено ревью
zh_hans: %@ 请求某人审查

# eventRequestedYourReview
source: %(name)@ requested your review
de: %@ hat dich um ein Review gebeten
es: %@ solicitó tu revisión
fr: %@ vous a demandé une revue
ja: %@があなたにレビューをリクエストしました
ko: %@이(가) 나에게 리뷰를 요청했습니다
pt_br: %@ solicitou sua revisão
ru: %@: запрошено ваше ревью
zh_hans: %@ 请求你审查

# eventReviewed
source: %(name)@ reviewed it
de: %@ hat ein Review abgegeben
es: %@ la revisó
fr: %@ a fait une revue
ja: %@がレビューしました
ko: %@이(가) 리뷰했습니다
pt_br: %@ revisou
ru: %@: оставлено ревью
zh_hans: %@ 已审查

# eventUnassignedPerson
source: %(name)@ unassigned %(login)@
de: %1$@ hat die Zuweisung an %2$@ aufgehoben
es: %1$@ desasignó a %2$@
fr: %1$@ a retiré %2$@ des responsables
ja: %1$@が%2$@の割り当てを解除しました
ko: %1$@이(가) %2$@의 할당을 해제했습니다
pt_br: %1$@ removeu %2$@ dos responsáveis
ru: %1$@: снят исполнитель %2$@
zh_hans: %1$@ 将 %2$@ 从负责人中移除

# eventUnassignedSomeone
source: %(name)@ unassigned someone
de: %@ hat eine Zuweisung aufgehoben
es: %@ desasignó a alguien
fr: %@ a retiré quelqu’un des responsables
ja: %@が担当者の割り当てを解除しました
ko: %@이(가) 누군가의 할당을 해제했습니다
pt_br: %@ removeu alguém dos responsáveis
ru: %@: снят исполнитель
zh_hans: %@ 将某人从负责人中移除

# eventUnassignedYou
source: %(name)@ unassigned you
de: %@ hat deine Zuweisung aufgehoben
es: %@ te desasignó
fr: %@ vous a retiré des responsables
ja: %@があなたの割り当てを解除しました
ko: %@이(가) 내 할당을 해제했습니다
pt_br: %@ removeu você dos responsáveis
ru: %@: вы больше не исполнитель
zh_hans: %@ 将你从负责人中移除

# everythingSavedToGitHub
source: Everything is saved to GitHub
de: Alles ist auf GitHub gespeichert
es: Todo está guardado en GitHub
fr: Tout est enregistré sur GitHub
ja: すべてGitHubに保存されています
ko: 모두 GitHub에 저장되었습니다
pt_br: Tudo salvo no GitHub
ru: Все сохранено на GitHub
zh_hans: 所有内容都已保存到 GitHub

source: Explore with Sample Data
de: Mit Beispieldaten ausprobieren
es: Explorar con datos de ejemplo
fr: Explorer avec des données d’exemple
ja: サンプルデータで試す
ko: 샘플 데이터로 둘러보기
pt_br: Explorar com dados de exemplo
ru: Открыть демонстрационные данные
zh_hans: 使用示例数据体验

# fetchingNotifications
source: Fetching them from GitHub.
de: Werden von GitHub abgerufen.
es: Obteniéndolas de GitHub.
fr: Récupération depuis GitHub.
ja: GitHubから取得しています。
ko: GitHub에서 가져오는 중입니다.
pt_br: Obtendo do GitHub.
ru: Они загружаются с GitHub.
zh_hans: 正在从 GitHub 获取。

# fetchingProject
source: Fetching this project from GitHub.
de: Dieses Projekt wird von GitHub abgerufen.
es: Obteniendo este proyecto de GitHub.
fr: Récupération de ce projet depuis GitHub.
ja: このプロジェクトをGitHubから取得しています。
ko: GitHub에서 이 프로젝트를 가져오는 중입니다.
pt_br: Obtendo este projeto do GitHub.
ru: Проект загружается с GitHub.
zh_hans: 正在从 GitHub 获取此项目。

# fetchingRepository
source: Fetching this repository from GitHub.
de: Dieses Repository wird von GitHub abgerufen.
es: Obteniendo este repositorio de GitHub.
fr: Récupération de ce dépôt depuis GitHub.
ja: このリポジトリをGitHubから取得しています。
ko: GitHub에서 이 저장소를 가져오는 중입니다.
pt_br: Obtendo este repositório do GitHub.
ru: Репозиторий загружается с GitHub.
zh_hans: 正在从 GitHub 获取此仓库。

# firstDueDateAddsField
source: The first due date adds a “%(field)@” field to the project on GitHub.
de: Das erste Fälligkeitsdatum fügt dem Projekt auf GitHub ein Feld „%@“ hinzu.
es: La primera fecha de vencimiento añade un campo “%@” al proyecto en GitHub.
fr: La première échéance ajoutera un champ « %@ » au projet sur GitHub.
ja: 最初に期日を設定すると、GitHubのプロジェクトに「%@」フィールドが追加されます。
ko: 첫 마감일을 설정하면 GitHub의 프로젝트에 “%@” 필드가 추가됩니다.
pt_br: O primeiro prazo adiciona um campo “%@” ao projeto no GitHub.
ru: Когда вы зададите первый срок, в проект на GitHub будет добавлено поле «%@».
zh_hans: 设置第一个截止日期时，会在 GitHub 上为此项目添加“%@”字段。

# foldAllGroups
source: Fold All
de: Alle einklappen
es: Contraer todo
fr: Tout replier
ja: すべて折りたたむ
ko: 모두 접기
pt_br: Recolher todos
ru: Свернуть все
zh_hans: 全部折叠

# foldGroup
source: Fold
de: Einklappen
es: Contraer
fr: Replier
ja: 折りたたむ
ko: 접기
pt_br: Recolher
ru: Свернуть
zh_hans: 折叠

source: Fold hidden projects away
de: Ausgeblendete Projekte einklappen
es: Contraer los proyectos ocultos
fr: Replier les projets masqués
ja: 非表示のプロジェクトを折りたたむ
ko: 가려진 프로젝트 접기
pt_br: Recolher projetos ocultos
ru: Свернуть скрытые проекты
zh_hans: 收起隐藏的项目

source: Fold hidden repositories away
de: Ausgeblendete Repositories einklappen
es: Contraer los repositorios ocultos
fr: Replier les dépôts masqués
ja: 非表示のリポジトリを折りたたむ
ko: 가려진 저장소 접기
pt_br: Recolher repositórios ocultos
ru: Свернуть скрытые репозитории
zh_hans: 收起隐藏的仓库

# formatBold
source: Bold
de: Fett
es: Negrita
fr: Gras
ja: 太字
ko: 굵게
pt_br: Negrito
ru: Жирный
zh_hans: 粗体

# formatChecklist
source: Checklist
de: Checkliste
es: Lista de tareas
fr: Liste de tâches
ja: チェックリスト
ko: 체크리스트
ru: Чек-лист
zh_hans: 清单

# formatItalic
source: Italic
de: Kursiv
es: Cursiva
fr: Italique
ja: 斜体
ko: 기울임꼴
pt_br: Itálico
ru: Курсив
zh_hans: 斜体

source: Forward
de: Vorwärts
es: Adelante
fr: Suivant
ja: 進む
ko: 앞으로
pt_br: Avançar
ru: Вперед
zh_hans: 前进

# forwardShortcutTooltip
source: Forward (⌘])
de: Vorwärts (⌘])
es: Adelante (⌘])
fr: Suivant (⌘])
ja: 進む（⌘]）
ko: 앞으로(⌘])
pt_br: Avançar (⌘])
ru: Вперед (⌘])
zh_hans: 前进（⌘]）

# gitHubCLINotSignedIn
source: The GitHub CLI isn't signed in. Run "gh auth login" in Terminal, then try again.
de: Die GitHub CLI ist nicht angemeldet. Führe „gh auth login“ im Terminal aus und versuche es erneut.
es: GitHub CLI no tiene ninguna sesión iniciada. Ejecuta “gh auth login” en Terminal y vuelve a intentarlo.
fr: GitHub CLI n’est pas connecté. Exécutez « gh auth login » dans Terminal, puis réessayez.
ja: GitHub CLIにサインインしていません。ターミナルで「gh auth login」を実行してから、もう一度お試しください。
ko: GitHub CLI에 로그인되어 있지 않습니다. 터미널에서 “gh auth login”을 실행한 다음 다시 시도하세요.
pt_br: Não há sessão iniciada na GitHub CLI. Execute “gh auth login” no Terminal e tente novamente.
ru: В GitHub CLI не выполнен вход. Выполните «gh auth login» в Терминале и повторите попытку.
zh_hans: GitHub CLI 尚未登录。请在“终端”中运行“gh auth login”，然后重试。

# goMenu
source: Go
de: Gehe zu
es: Ir
fr: Aller
ja: 移動
ko: 이동
pt_br: Ir
ru: Переход
zh_hans: 前往

# goToSection
source: Go to
de: Gehe zu
es: Ir a
fr: Aller à
ja: 移動
ko: 이동
pt_br: Ir para
ru: Перейти
zh_hans: 前往

# hiddenProjectsCount
source: %(count)lld hidden
de: %lld ausgeblendet
es: %lld ocultos
fr: %lld masqués
ja: 非表示（%lld）
ko: %lld개 가려짐
pt_br: %lld ocultos
ru: Скрыто: %lld
zh_hans: %lld 个已隐藏

# hiddenRepositoriesCount
source: %(count)lld hidden
de: %lld ausgeblendet
es: %lld ocultos
fr: %lld masqués
ja: 非表示（%lld）
ko: %lld개 가려짐
pt_br: %lld ocultos
ru: Скрыто: %lld
zh_hans: %lld 个已隐藏

source: Hide from Sidebar
de: In Seitenleiste ausblenden
es: Ocultar de la barra lateral
fr: Masquer de la barre latérale
ja: サイドバーで非表示
ko: 사이드바에서 가리기
pt_br: Ocultar da barra lateral
ru: Убрать из бокового меню
zh_hans: 从边栏中隐藏

source: Hide token field
de: Token-Feld ausblenden
es: Ocultar campo del token
fr: Masquer le champ du jeton
ja: トークン欄を隠す
ko: 토큰 필드 가리기
pt_br: Ocultar campo do token
ru: Скрыть поле токена
zh_hans: 隐藏令牌输入框

# hidesSectionIssues
source: Hides the issues of this section
de: Blendet die Issues dieses Abschnitts aus
es: Oculta las incidencias de esta sección
fr: Masque les tickets de cette section
ja: このセクションのIssueを非表示にします
ko: 이 섹션의 이슈를 접습니다
pt_br: Oculta as issues desta seção
ru: Скрывает задачи этого раздела
zh_hans: 隐藏此分组中的议题

source: iPhone and iPad
de: iPhone und iPad
es: iPhone y iPad
fr: iPhone et iPad
ja: iPhoneとiPad
ko: iPhone 및 iPad
pt_br: iPhone e iPad
ru: iPhone и iPad
zh_hans: iPhone 和 iPad

source: Inbox
de: Eingang
es: Entrada
fr: Réception
ja: 受信トレイ
ko: 수신함
pt_br: Entrada
ru: Входящие
zh_hans: 收件箱

source: Inbox Actions
de: Aktionen für den Eingang
es: Acciones de Entrada
fr: Actions de Réception
ja: 受信トレイのアクション
ko: 수신함 동작
pt_br: Ações da Entrada
ru: Действия во Входящих
zh_hans: 收件箱操作

# inboxActionsMac
source: Inbox actions
de: Aktionen für den Eingang
es: Acciones de Entrada
fr: Actions de Réception
ja: 受信トレイのアクション
ko: 수신함 동작
pt_br: Ações da Entrada
ru: Действия во Входящих
zh_hans: 收件箱操作

# inboxApprovedIt
source: %(who)@ approved it
de: %@ hat den PR genehmigt
es: %@ la aprobó
fr: %@ l’a approuvée
ja: %@が承認しました
ko: %@이(가) 승인했습니다
pt_br: %@ aprovou
ru: %@: одобрено
zh_hans: %@ 已批准
